Repository: wp-plugins/woocommerce-novalnet-gateway
Catalog: languages/novalnet-*.po
Languages: de_de

source: Woocommerce Payment Gateway by Novalnet
de_de: Woocommerce Zahlungsweisen per Novalnet

source: add-on requires
de_de: verlangt

source: plugin. Please install and activate it.
de_de: Steck-. Installieren Sie bitte und aktivieren Sie es.

source: Configuration
de_de: Konfiguration

source: You need to activate the CURL function on your server, please check with your hosting provider.
de_de: Sie müssen die CURL-Funktion auf Server aktivieren, überprüfen Sie bitte mit Ihrem Hosting-Provider darüber

source: Customer name/email fields are not valid
de_de: Ungültige Werte für die Felder Kundenname-/email

source: Novalnet Transaction ID :
de_de: Novalnet Transaktions-ID :

source: Test order
de_de: Testbestellung

source: Please transfer the amount to the following information to our payment service Novalnet AG
de_de: Bitte überweisen Sie den Betrag mit der folgenden Information an unseren Zahlungsdienstleister Novalnet AG

source: Due date :
de_de: Fälligkeitsdatum :

source: Account holder : Novalnet AG
de_de: Kontoinhaber : Novalnet AG

source: Amount :
de_de: Betrag :

source: Reference 1: BNR-
de_de: 1. Verwendungszweck : BNR-

source: Reference 2: TID
de_de: 2. Verwendungszweck : TID

source: Reference 3: Order No
de_de: 3. Verwendungszweck : Bestellnummer

source: Novalnet Global Configuration
de_de: Novalnet Zentrale Einstellungen

source: Please visit %sNovalnet Merchant Administration%s for Configuration, Transaction details!<br/>Please enter your PayPal Account Data at %sNovalnet Merchant Administration%s to use the PayPal payment!
de_de: Gehen Sie für die Konfiguration und die Transaktionsdetails zum %sNovalnet-Händleradminstrationsportal%s!<br/>Geben Sie bitte Ihre PayPal-Accountdetails im %sNovalnet-Händleradministrationsportal%s ein, um die Zahlungsart PayPal zu nutzen!

source: Novalnet Merchant ID
de_de: Novalnet Händler ID

source: Enter your Novalnet Merchant ID
de_de: Geben Sie Ihre Novalnet Händler-ID ein

source: Novalnet Merchant Authorisation code
de_de: Novalnet Authorisierungsschlüssel

source: Enter your Novalnet Merchant Authorisation code
de_de: Geben Sie Ihren Novalnet-Authorisierungsschlüssel ein

source: Novalnet Product ID
de_de: Novalnet Produkt ID

source: Enter your Novalnet Product ID
de_de: Geben Sie Ihre Novalnet Produkt-ID ein

source: Novalnet Tariff ID
de_de: Novalnet Tarif ID

source: Enter your Novalnet Tariff ID
de_de: Geben Sie Ihre Novalnet Tarif-ID ein

source: Novalnet Payment access key
de_de: Novalnet Paymentzugriffsschlüssel

source: Enter your Novalnet payment access key
de_de: Geben Sie Ihr Novalnet Paymentzugriffsschlüssel ein

source: Referrer ID of the partner at Novalnet, who referred you (only numbers allowed)
de_de: ID des Partners bei Novalnet, der Ihnen Novalnet empfohlen hat (nur Ziffern erlaubt, ansonsten leer lassen)

source: OnHold transaction completion status
de_de: Status für eingezogene On Hold-Transaktionen

source: OnHold cancellation / VOID Transaction status
de_de: Status für stornierte / On Hold-Transaktionen

source: If you use a Proxy Server, enter the Proxy Server IP with port here (E.g.: www.proxy.de:80)
de_de: Wenn Sie einen Proxy-Server einsetzen, tragen Sie hier Ihre Proxy-IP und den Port ein (z.B.: www.proxy.de:80)

source: Gateway Timeout
de_de: Zeitüberschreitung bei der Schnittstelle

source: Gateway Timeout in seconds
de_de: Zeitlimit der Schnittstelle in Sekunden

source: Please login here with Novalnet merchant credentials... Please contact us on support@novalnet.de for activating payment methods!
de_de: Bitte hier mit Novalnet Händlers Anmeldeinformationen ein ... Bitte kontaktieren Sie uns unter support@novalnet.de zur Aktivierung von Zahlungsmethoden!

source: Manage Transaction
de_de: Transaktion verwalten

source: Transaction Refund
de_de: Rückerstattung für Transaktion

source: Please select status
de_de: Wählen Sie bitte einen Status aus

source: Debit
de_de: Einziehen

source: Cancel
de_de: Stornieren

source: Confirm the payment transaction
de_de: Bestätigen Sie den Zahlungsvorgangs

source: Confirm
de_de: Bestätigen

source: Refund amount
de_de: Erstatteter Betrag

source: Refund the current Transaction
de_de: Rückerstattung der aktuellen Transaktion

source: Transaction confirmed successfully
de_de: Transaktion erfolgreich bestätigt

source: Transaction deactivated successfully
de_de: Transaktion erfolgreich deaktiviert

source: confirmation
de_de: Bestätigung

source: deactivation
de_de: deaktiviert

source: Transaction %s failed
de_de: Transaktionsaktualisiert %s gescheitert

source: Transaction %s failed due to %s
de_de: Transaktionsbestätigung %s gescheitert aufgrund von %s

source: There was an error and your request could not be completed
de_de: Es gab einen Fehler und Ihre Anfrage konnte nicht abgeschlossen werden

source: Refund has been executed for the TID: %s with the amount %s. New TID:%s for the refunded amount %s
de_de: Die Rückerstattung wurde für diese TID ausgeführt:%s mit dem Betrag %s. Neue TID:%s für den erstatteten Betrag %s

source: Refund has been executed for the TID:%s with the amount %s
de_de: Die Rückerstattung wurde für diese TID ausgeführt:%s mit dem Betrag %s

source: Refund Process failed.
de_de: Rückerstattung Prozess gescheitert.

source: Refund Process failed due to %s
de_de: Rückerstattung Prozess gescheitert aufgrund von %s

source: Enable module
de_de: Modul aktivieren

source: Payment Title in English
de_de: Titel in Englisch

source: Description in English
de_de: Beschreibung in Englisch

source: Payment Title in German
de_de: Titel in Deutsch

source: Description in German
de_de: Beschreibung in Deutsch

source: Enable Test Mode
de_de: Testmodus einschalten

source: No
de_de: Nicht

source: Yes
de_de: Ja

source: Information to the end customer (this will appear in the payment page)
de_de: Informationen für den Endkunden (dies erscheint im Bezahlformular)

source: Thank You page Instructions
de_de: Danke Seite Anweisung

source: Instructions that will be added to the thank you page.
de_de: Anweisungen, die der Danke-Seite hinzugefügt werden

source: E-mail Instructions
de_de: E-mail Anweisung

source: Instructions that will be added to the order confirmation email
de_de: Anweisungen, die der Bestellbestätigungsmail hinzugefügt werden

source: Enable Payment Logo
de_de: Logo für Zahlungsart aktivieren

source: To display Payment logo in front end
de_de: Logo für Zahlungsart im Frontend anzeigen

source: Enable Novalnet Logo
de_de: Novalnet-Logo aktivieren

source: To display Novalnet logo in front end
de_de: Novalnet-Logo im Frontend anzeigen

source: Order Completion Status
de_de: Bestellen Abschluss status

source: Transaction reference 1
de_de: 1. Verwendungszweck

source: This will appear in the transactions details / account statement.
de_de: Dies erscheint in den Transaktionsdetails / im Kontoauszug.

source: Transaction reference 2
de_de: 2. Verwendungszweck

source: Basic parameter not valid
de_de: Ungültige Parameter für die Händlereinstellungen

source: Please Note: This transaction will run on TEST MODE and the amount will not be charged
de_de: Bitte beachten Sie: Diese Transaktion wird im Test-Modus ausgeführt werden und der Betrag wird nicht belastet werden

source: Thank you for choosing Novalnet payment.
de_de: Danke, dass Sie sich für eine Zahlung über Novalnet entschieden haben.

source: You will be redirected to Novalnet AG in a few seconds.
de_de: Sie werden in wenigen Sekunden zur Novalnet AG weitergeleitet.

source: Pay via Novalnet
de_de: Über Novalnet bezahlen

source: Cancel order &amp; restore cart
de_de: Bestellung stornieren und Warenkorb wiederherstellen

source: Check Hash failed
de_de: Überprüfung des Hashes fehlgeschlagen

source: Transaction Information
de_de: Transaktions-Informationen

source: Instant Bank Transfer
de_de: Sofortüberweisung

source: Invoice
de_de: Kauf auf Rechnung

source: Payment period in days
de_de: Zahlungsfrist in Tagen

source: Enter the due date in days, it should be greater than 6. If you leave as empty or less than 7 means default value will be considered as 14 days.
de_de: Geben Sie bitte die Zahlungsfrist in Tagen ein - diese sollte größer als 6 sein. Wenn Sie diesen Wert leer lassen oder einen Wert < 7 eingeben, dann wird der Standardwert von 14 Tagen verwendet.

source: Callback order status
de_de: Callback-Bestellstatus

source: PayPal payment pending status
de_de: Status für ausstehende PayPal-Zahlungen

source: Credit Card
de_de: Kreditkarte

source: 3D Secure (Note: this has to be set up at Novalnet first. Please contact support@novalnet.de, in case you wish this)
de_de: 3D Secure (Achtung : dies muss zuerst bei Novalnet eingerichtet werden: bitte wenden Sie sich an support@novalnet.de, falls Sie dies wünschen)

source: (Please note that this procedure has a low acceptance among end customers.) As soon as 3D-Secure is activated for credit cards, the bank prompts the end customer for a password, to prevent credit card abuse. This can serve as a proof, that the customer is actually the owner of the credit card.
de_de: (Bitte beachten Sie; dass dieses Verfahren nur eine geringe Akzeptanz bei Endkunden hat). Sobald 3D-Secure für Kreditkarten aktiviert ist, läßt die Bank den Käufer ein Passwort eingeben, um den Mißbrauch der Kreditkarte zu verhindern. Dies kann als Beweis verwendet werden, dass der Käufer tatsächlich der Inhaber der Kreditkarte ist.

source: Enable AMEX card type
de_de: AMEX-Kreditkarten aktivieren

source: Auto refill the payment data entered in payment page
de_de: Eingabefelder des Bezahlformulars automatisch mit den Eingabedaten befüllen. (Auto-refill)

source: If yes, the entered payment data will be automatically refilled while error handling
de_de: Wenn ja, dann werden die eingegebenen Zahlungsdaten automatisch nach Fehlern wieder eingetragen.

source: Manual checking of order, above amount in cents (Note: this is a onhold booking, needs your manual verification and activation)
de_de: Manuelle Überprüfung der Bestellung ab einem Betrag (in Cents) (Anmerkung: dies ist eine Zahlung on hold, welche Sie manuell überprüfen und aktivieren müssen)

source: All the orders above this amount will be set on hold by Novalnet and only after your manual verifcation and confirmation at Novalnet the booking will be done
de_de: Alle Bestellungen über diesem Betrag werden von Novalnet on hold gesetzt. Erst nach Ihrer manuellen Überprüfung und Bestätigung bei Novalnet, wird die Buchung ausgeführt.

source: Second Product ID for manual check condition
de_de: Zweite Produkt-ID für manuell überprüfte Buchungen

source: Second Product ID in Novalnet to use the manual check condition
de_de: Zweite Produkt-ID bei Novalnet, um Buchungen manuell zu überprüfen.

source: Second Tariff ID for manual check condition
de_de: Zweite Tarif-ID, für manuell überprüfte Buchungen

source: Second Tariff ID in Novalnet to use the manual check condition
de_de: Zweite Tarif-ID bei Novalnet, um Buchungen manuell zu überprüfen.

source: Valid year limit in payment form
de_de: Limit für das Jahr des Ablaufdatums im Zahlungsformular

source: Set the number of years display in the payment form. Default 25 years from the current year
de_de: Anzahl der im Zahlungsformular angezeigten Jahre einstellen. Standardwert: 25 Jahre vom aktuellen Jahr an.

source: Manual limit amount / Product-ID2 / Tariff-ID2 is not valid!
de_de: Ungültige Bestellgrenze / 2. Produkt-ID / 2. Tarif-ID!

source: Please enter valid credit card details!
de_de: Geben Sie bitte gültige Kreditkartendaten ein!

source: Credit Card Type
de_de: Kreditkartentyp

source: Credit Card Holder
de_de: Kreditkarteninhaber

source: Credit Card Number
de_de: Kartennummer

source: Valid Date (Month/Year)
de_de: Gültigkeit (Monat/Jahr)

source: CVC (Approval Code)
de_de: CVC (Prüfziffer)

source: Please enter valid Merchant Credentials
de_de: Bitte geben Sie eine gültige Händler- Credentials

source: --Please Select--
de_de: --Bitte Wählen--

source: Month
de_de: Monat

source: Year
de_de: Jahr

source: Thank you for your order, please click the button below to pay with Novalnet.
de_de: Vielen Dank für Ihre Ordnung, klicken Sie bitte den Knopf unten, um mit Novalnet zu zahlen.

source: Direct Debit SEPA
de_de: Lastschrift SEPA

source: SEPA Payment duration in days
de_de: SEPA Zahlungsdauer in Tagen

source: Enter the Due date in days, it should be greater than 6. If you leave as empty means default value will be considered as 7 days
de_de: Tragen Sie das Fälligkeitsdatum in Tagen ein, es sollten mehr als 6 Tage sein. Eine fehlerhafte Eingabe wird automatisch als 7 Tage übernommen.

source: Please enter valid account details!
de_de: Geben Sie bitte gültige Kontodaten ein!

source: SEPA Due date is not valid
de_de: SEPA Fälligkeitsdatum Ungültiger

source: Account Holder
de_de: Kontoinhaber

source: Bank Country
de_de: Land der Bank

source: IBAN or Account Number
de_de: IBAN oder Kontonummer

source: BIC or Bank Code
de_de: BIC oder Bankleitzahl

source: I hereby grant the mandate for the SEPA direct debit (electronic transmission) and confirm that the given IBAN and BIC are correct!
de_de: Ich erteile hiermit das Mandat für die SEPA-Lastschriftzahlung (elektronische Übertragung) und bestätige, dass die angegebene IBAN und BIC korrekt sind.

source: Please confirm IBAN & BIC
de_de: Bitte bestätigen Sie IBAN und BIC

source: SEPA Direct Debit Mandate Confirmation
de_de: SEPA Lastschrift Mandatsbestätigung

source: Creditor
de_de: Zahlungsempfänger

source: Creditor identification number
de_de: Gläubigiger-Identifikationsnummer

source: Mandate reference
de_de: Mandatsreferenz

source: I hereby authorize the payee to collect payments from my account by direct debit. At the same time I instruct my financial institution to redeem the conclusions drawn by the payee to my account debits.<br/><br/>Note: I may request within eight weeks from the debit date, a refund of the amount charged from my account, as per my bank rules & regulations.
de_de: Ich ermächtige den Zahlungsempfänger, Zahlungen von meinem Konto mittels Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von dem Zahlungsempfänger auf mein Konto gezogenen Lastschriften einzulösen.<br/><br/>Hinweis: Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrages verlangen. Es gelten dabei die mit meinem Kreditinstitut vereinbarten Bedingungen.

source: Name of the payee
de_de: Name des Zahlungspflichtigen

source: Company
de_de: Firma

source: Address
de_de: Straße und Hausnummer

source: Zipcode and city
de_de: Postleitzahl und Ort

source: Country
de_de: Land

source: Cancel
de_de: Abbrechen

source: Prepayment
de_de: Vorauskasse

source: Description in English
de_de: Beschreibung in Englisch
